Indicates if this field can display minimum and maximum values.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public bool CanDisplayMinMax()
  Visual Basic
Public Function CanDisplayMinMax As Boolean
  Visual C++
public:
bool CanDisplayMinMax()
 Return Value
 True if this field can display minimum and maximum values, false otherwise.
 See Also
  ScheduleField Class
  Autodesk.Revit.DB Namespace